{
  "title": { "first": "من نحن", "second": "كود", "third": "تك" },
  "desc": "في كود تك، التحول الرقمي ليس رفاهية — بل ضرورة. نحن شركة سعودية بخبرة تزيد عن 15 عامًا في البرمجة والتسويق الرقمي، نقدم حلول تقنية وتسويقية مصممة خصيصًا لدعم الشركات الناشئة والمتنامية لتحقيق النجاح بثقة. من خلال مزج الابتكار والإبداع، نصمم خدمات تناسب السوق السعودي وتلبي احتياجات كل عميل — سواء كنت تبيع منتجات، أو تقدم خدمات، أو تنفذ مشاريع، فنحن شركاؤك من البداية وحتى النجاح وما بعده.",
  "methodology": {
    "title": "منهجية العمل",
    "content": {
      "one": "الفهم والتحليل نبدأ بفهم عميق لاحتياجاتك وأهداف عملك، وتحليل متطلبات المشروع بشكل دقيق.",
      "two": "التخطيط والتصميم نضع خطة مشروع مفصلة ونصمم حلول تقنية مخصصة تتماشى مع رؤيتك.",
      "three": "التطوير والاختبار نقوم ببناء الحلول باستخدام أفضل الممارسات ونُجري اختبارات شاملة لضمان أعلى جودة وأداء.",
      "four": "التسليم والدعم نقوم بتسليم المشروع في الوقت المحدد ونوفر دعمًا مستمرًا لضمان النجاح المستدام."
    }
  },
  "mission": {
    "title": "رسالتنا",
    "desc": "في كود تك، رسالتنا واضحة وبسيطة: نُمكّن الشركات الناشئة والمتوسطة في السعودية من تحقيق نجاح رقمي متكامل من خلال تقديم حلول تقنية وتسويقية متكاملة، قابلة للتخصيص، وفعّالة من حيث التكلفة — لضمان الاستفادة القصوى من كل ريال يُستثمر. نقدم كل ما يحتاجه عملك للنمو تحت سقف واحد — من أنظمة ERP المطورة داخليًا، إلى الاستضافة، والبرمجة، والمحتوى، والإعلانات الرقمية — كلها مصممة خصيصًا للسوق السعودي واحتياجاتك الخاصة. في كود تك، نؤمن أن التحول الرقمي الناجح يبدأ بفهم العميل، وينجح بالتنفيذ الذكي، ويستمر من خلال الدعم المستمر."
  },
  "offer": {
    "title": "ماذا نقدم",
    "desc": {
      "one": "حلول تحت سقف واحد: ERP، برمجة، استضافة، تسويق، تصميم، وأكثر",
      "two": "فريق سعودي فاهم السوق: نخدم قطاعات مثل التعليم، التجارة، العقار، والصناعة",
      "three": "مرونة عالية: نخصص الحلول حسب ميزانيتك ونمو عملك",
      "four": "دعم مستمر: نكون معك بعد التسليم، مو بس أثناء التنفيذ",
      "five": "نحن هنا علشان نساعدك تواكب السوق، ترفع أرباحك، وتخلي عملك ينمو بثقة"
    }
  }
}
